results/raw-express-plaintext-run1.txt
Running 15s test @ http://127.0.0.1:3102/plaintext
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.86ms    6.98ms 257.43ms   99.56%
    Req/Sec     4.56k   192.21     5.09k    85.00%
  Latency Distribution
     50%    5.15ms
     75%    5.62ms
     90%    6.59ms
     99%    8.34ms
  272552 requests in 15.00s, 62.64MB read
Requests/sec:  18166.93
Transfer/sec:      4.18MB