results/raw-fastapi-db-run3.txt
Running 15s test @ http://127.0.0.1:3101/db
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.83ms    2.17ms 109.72ms   92.58%
    Req/Sec     9.14k   499.88    10.36k    69.50%
  Latency Distribution
     50%    2.64ms
     75%    3.39ms
     90%    4.39ms
     99%    6.92ms
  545928 requests in 15.00s, 81.10MB read
Requests/sec:  36391.32
Transfer/sec:      5.41MB