results/raw-hono-db-run3.txt
Running 15s test @ http://127.0.0.1:3104/db
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.08ms  628.06us   7.73ms   69.08%
    Req/Sec     8.16k   453.63     8.92k    69.00%
  Latency Distribution
     50%    2.98ms
     75%    3.40ms
     90%    3.95ms
     99%    4.99ms
  486958 requests in 15.00s, 64.45MB read
Requests/sec:  32460.50
Transfer/sec:      4.30MB