results/raw-hono-template-run1.txt
Running 15s test @ http://127.0.0.1:3104/template
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    19.32ms    2.51ms  48.55ms   89.47%
    Req/Sec     1.30k   124.11     1.49k    78.50%
  Latency Distribution
     50%   18.53ms
     75%   19.91ms
     90%   21.79ms
     99%   32.19ms
  77611 requests in 15.01s, 46.83MB read
Requests/sec:   5170.84
Transfer/sec:      3.12MB